Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.analytics_privacy_explanation
source: 同意時だけ、機能の利用状況と目的・経験・調子・提案カテゴリの区分を、氏名等と結び付けないインストール単位で送信します。身体や食事の数値、写真、心拍、睡眠時間、位置、メモ、広告IDは送りません。
ar_sa: عند الموافقة، سيتم إرسال معلومات حول استخدام التطبيق والهدف والخبرة والحالة والتقييمات إلى اسمك فقط، على مستوى التثبيت. لن يتم إرسال بيانات الجسم أو النظام الغذائي أو الصور أو معدل ضربات القلب أو وقت النوم أو الموقع أو الملاحظات أو معرف الإعلانات.
ca: Només quan estigui d'acord, s'envien les dades de l'ús i la finalitat, així com informació sobre l'experiència, l'estat i les suggeriments, enllaçant-les amb el teu nom. No s'enviaren dades físiques o relacionades amb l'alimentació, fotos, freqüència cardíaca, temps de somni, ubicació, notes ni ID de publicitat.
cs: Pouze při souhlasu, údaje o používání funkcí a kategorie (účel, zkušenosti, pocit, návrhy) budou zasílány na úrovni jednoho zařízení, spojené s vaším jménem. Nezasíláme údaje o těle, stravě, fotografiích, srdečním tepu, spánku, poloze, poznámkách ani ID reklam.
da: Kun med dit samtykke sender vi oplysninger om funktionsbrug samt kategorier for formål, erfaring, dagsform og forslag, knyttet til installationen, men ikke til dit navn eller andre identificerende oplysninger. Vi sender ikke krops- eller kostdata, billeder, puls, søvnvarighed, position, noter eller annonce-id.
de_de: Nur bei Zustimmung werden Informationen über die Nutzung und den Zweck der App sowie über Erfahrungen, Zustand und Vorschläge (Kategorien) in anonymisierter Form zusammen mit Ihrem Namen gesendet. Körperliche Daten, Ernährungsinformationen, Fotos, Herzfrequenz, Schlafzeiten, Standort, Notizen und Werbe-IDs werden nicht übertragen.
el: Μόνο όταν συμφωνείτε, στέλνουμε μόνο την κατάσταση χρήσης και τον σκοπό, καθώς και τις πληροφορίες σχετικά με την εμπειρία, την υγεία και τις προτάσεις, σε μορφή που συνδέεται με το όνομα. Δεν στέλνουμε αριθμούς σώματος, φωτογραφίες, καρδιακό ρυθμό, χρόνο ύπνου, θέση, σημειώσεις ή αναγνωριστικό διαφήμισης.
en_au: When you agree, we only send usage information and the category of purpose, experience, condition, and suggestions, linked to your name. We do not send body or food data, photos, heart rate, sleep time, location, notes, or advertising IDs.
es_es: Solo si das tu consentimiento, enviamos información sobre el uso de las funciones y las categorías de objetivo, experiencia, estado y sugerencia, asociada a la instalación y no vinculada a tu nombre ni a otros datos identificativos. No enviamos valores corporales o nutricionales, fotos, frecuencia cardiaca, duración del sueño, ubicación, notas ni el ID de publicidad.
fi: Vain suostumuksellasi lähetämme toiminnon käyttöä sekä tavoite-, kokemus-, vointi- ja ehdotusluokkia koskevia tietoja asennuskohtaisesti siten, ettei niitä yhdistetä nimeen tai muihin vastaaviin tietoihin. Emme lähetä kehon tai ruokavalion arvoja, kuvia, sykettä, unen kestoa, sijaintia, muistiinpanoja tai mainostunnistetta.
fr_ca: Uniquement avec votre consentement, nous envoyons, à l’échelle de l’installation et sans associer les données à votre nom ou à d’autres renseignements similaires, des informations sur l’utilisation des fonctionnalités ainsi que les catégories liées à l’objectif, à l’expérience, à la forme et aux suggestions. Nous n’envoyons pas vos données corporelles ou alimentaires, vos photos, votre fréquence cardiaque, votre durée de sommeil, votre position, vos notes ni votre identifiant publicitaire.
gu: સંમતિના કિસ્સામાં, અમે ફક્ત સુવિધાઓના ઉપયોગ અને હેતુ, અનુભવ અને સ્થિતિ અને સૂચનોની શ્રેણીને નામ સાથે જોડીને મોકલીએ છીએ. શરીર અથવા આહારનાં આંકડા, ફોટા, હૃદય દર, ઊંઘનો સમય, સ્થાન, નોંધો અને જાહેરાત ID મોકલવામાં આવતા નથી.
he: רק בזמן האינטראקציה, נשלחות מידע על השימוש בפונקציות ומטרות, ניסיון ותחושה, באמצעות קטגוריות, בשילוב עם שם המשתמש. לא נשולח מידע גופני, תזונה, תמונות, דופק, זמן שינה, מיקום, הערות או מזהה פרסום.
hi: केवल आपकी सहमति होने पर, हम फीचर के उपयोग और उद्देश्य, अनुभव, स्थिति व सुझाव की श्रेणी के वर्गीकरण को ऐसे इंस्टॉलेशन-स्तर पर भेजते हैं जिसे नाम आदि से नहीं जोड़ा जा सकता। हम शरीर या भोजन के आँकड़े, फ़ोटो, हृदय गति, नींद की अवधि, स्थान, नोट्स या विज्ञापन ID नहीं भेजते।
hr: Samo uz vašu suglasnost šaljemo podatke o korištenju značajki te kategorije cilja, iskustva, trenutačnog stanja i prijedloga, na razini instalacije koja nije povezana s vašim imenom ili drugim identifikacijskim podacima. Ne šaljemo tjelesne ni prehrambene podatke, fotografije, otkucaje srca, trajanje spavanja, lokaciju, bilješke ni oglašivački ID.
hu: Csak az alkalmazás használatának statisztikáit és céljait, valamint a tapasztalatait, az állapotát és a javaslatait fogjuk továbbítani, egyedi felhasználókkal összekötve. Nem küldünk fizikai vagy élelmiszeri adatokat, fotókat, pulzusmérő értéket, alvási időt, helyadatot, jegyzeteket vagy hirdetési azonosítókat.
id: Hanya saat Anda menyetujui, kami mengirimkan data penggunaan fitur serta kategori tujuan, pengalaman, kondisi, dan saran, berdasarkan instalasi dan tidak dikaitkan dengan nama atau informasi serupa. Kami tidak mengirimkan angka tubuh atau makanan, foto, detak jantung, durasi tidur, lokasi, catatan, atau ID iklan.
it: Solo in caso di consenso, vengono inviate informazioni sull'utilizzo delle funzionalità e sulla categoria di scopo, esperienza, stato e suggerimenti, associate al nome, a livello di installazione. Non vengono inviati dati relativi al corpo, alla dieta, foto, frequenza cardiaca, durata del sonno, posizione, note o ID pubblicitari.
ko: 동의한 경우에만 기능 이용 현황과 목적·경험·컨디션·제안 카테고리의 구분을 이름 등과 연결되지 않는 설치 단위로 전송합니다. 신체나 식사 수치, 사진, 심박수, 수면 시간, 위치, 메모, 광고 ID는 전송하지 않습니다.
mr: फक्त जेव्हा तुम्ही सहमत असाल, तेव्हाच, आम्ही तुमच्या नावाचा वापर करून, तुमच्या ॲपच्या वापराची माहिती आणि अनुभव, तसेच तुमच्या आरोग्या संबंधित माहिती (जसे की वजन, फोटो, हृदय गती, झोप, स्थान, नोट्स, जाहिरात आयडी) पाठवणार नाही.
ms: Semata-mata untuk persetujuan, maklumat tentang penggunaan dan tujuan serta pengalaman, keadaan dan cadangan dikumpul dan dihantar dalam unit pemasangan. Maklumat berkaitan badan, makanan, foto, kadar jantung, masa tidur, lokasi, catatan, dan ID iklan tidak dihantar.
nl_nl: Alleen wanneer u toestemming geeft, worden de gebruiksfrequentie en het doel, ervaring, stemming en suggesties gecategoriseerd, samen met uw naam, op installatieniveau verzonden. Geen lichaams- of voedingsgegevens, foto's, hartslag, slaaptijd, locatie, notities of advertentie-ID wordt verzonden.
no: Bare når du har samtykket, sender vi bruksdata og kategoriene for mål, erfaring, dagsform og forslag per installasjon, uten å knytte dem til navn eller lignende. Vi sender ikke tall om kropp eller kosthold, bilder, puls, søvnlengde, posisjon, notater eller annonse-ID.
pl: Po zgłoszeniu, informacje o wykorzystaniu funkcji i kategorie dotyczące celu, doświadczenia, samopoczucia oraz sugestii są przesyłane w jednostkach instalacji, bez powiązania z danymi osobowymi. Nie przesyłamy danych dotyczących ciała, diety, zdjęć, tętna, czasu snu, lokalizacji, notatek ani identyfikatorów reklamowych.
pt_br: Somente com seu consentimento, enviamos o uso dos recursos e as categorias de finalidade, experiência, condição e sugestão, em nível de instalação, sem vinculá-los ao seu nome ou a outras informações semelhantes. Não enviamos valores corporais ou alimentares, fotos, frequência cardíaca, duração do sono, localização, anotações nem ID de publicidade.
pt_pt: Somente quando consentido, enviaremos informações sobre o uso da funcionalidade e a categoria de propósito, experiência e estado em unidades individuais, sem associá-las ao seu nome ou outras informações pessoais. Não enviamos dados relacionados ao corpo, dieta, fotos, frequência cardíaca, tempo de sono, localização, notas ou IDs de anúncios.
ro: Doar cu consimțământul dvs., trimitem date despre utilizarea funcțiilor și clasificări privind scopul, experiența, starea și categoria sugestiei, la nivel de instalare, fără a le asocia cu numele sau alte date similare. Nu trimitem valori despre corp sau alimentație, fotografii, ritmul cardiac, durata somnului, locația, notițele sau ID-ul de publicitate.
ru: Только при согласии, мы передаем информацию о использовании функций и категориях (например, цель, опыт, самочувствие, предложения) в единицу установки, без указания имени. Не передаются данные о теле, питании, фотографии, пульсе, времени сна, местоположении, заметки или ID рекламы.
sk: Len pri súhlasu, údaje o používaní funkcie a kategóriách (napr. cieľ, skúsenosti, pocity, návrhy) sa posielajú jednotlivo na základe mena. Neposielame žiadne údaje o tele, strave, fotkách, tepovej frekvencii, spánku, polohe alebo poznámky, ani ID reklamy.
sl: Samo ob vašem soglasju pošiljamo podatke o uporabi funkcij ter kategorije ciljev, izkušenj, počutja in predlogov na ravni namestitve, ki ni povezana z vašim imenom ali drugimi osebnimi podatki. Ne pošiljamo telesnih ali prehranskih podatkov, fotografij, srčnega utripa, trajanja spanja, lokacije, zapiskov ali oglaševalskega ID-ja.
sv: En gång per installation skickas endast information om användning av funktioner och syfte, erfarenhet och tillstånd samt kategorier för rekommendationer, tillsammans med ditt namn. Vi skickar inte information om kroppsmått, kost, bilder, puls, sömn, plats, anteckningar eller annons-ID.
ta: உங்கள் ஒப்புதல் அளித்தால் மட்டுமே, அம்சங்களைப் பயன்படுத்தும் விதம் மற்றும் நோக்கம், அனுபவம், உடல்நிலை, பரிந்துரை வகை ஆகியவற்றின் வகைப்பாடுகள், பெயர் போன்ற தகவல்களுடன் இணைக்கப்படாத நிறுவல் அடிப்படையில் அனுப்பப்படும். உடல் அல்லது உணவு தொடர்பான அளவுகள், புகைப்படங்கள், இதயத் துடிப்பு, உறக்க நேரம், இருப்பிடம், குறிப்புகள், விளம்பர ID ஆகியவை அனுப்பப்படாது.
te: అంగీకారం ఉన్నప్పుడు మాత్రమే, ఫంక్షన్ వినియోగం మరియు ఉద్దేశ్యం, అనుభవం, పరిస్థితి మరియు సూచనల వర్గాలను పేరుతో కలిపి పంపుతాము. శరీరానికి సంబంధించిన సంఖ్యలు, ఫోటోలు, హృదయ స్పందన రేటు, నిద్ర సమయం, స్థానం, గమనికలు మరియు ప్రకటన IDలను పంపము.
th: เมื่อยินยอม, ข้อมูลการใช้งานและวัตถุประสงค์, ประสบการณ์, สภาพ และข้อเสนอ จะถูกส่งไปยังผู้ใช้แต่ละคน โดยเชื่อมโยงกับชื่อเท่านั้น ไม่รวมข้อมูลร่างกาย, อาหาร, รูปถ่าย, อัตราการเต้นของหัวใจ, ระยะเวลาการนอนหลับ, ตำแหน่งที่อยู่, บันทึก และ ID โฆษณา
tr: Sadece onay verirseniz, uygulama kullanım durumu ve amacınızı, deneyiminizi ve sağlığınızla ilgili bilgilerinizi (örneğin, isim), aynı düzeyde anonim olarak göndeririz. Vücut ölçülerinizi, yeme alışkanlıklarınızı, fotoğraflarınızı, kalp atış hızınızı, uyku sürenizi, konumunuzu, notlarınızı ve reklam kimliklerinizi iletmez.
uk: Лише за вашої згоди ми надсилаємо дані про використання функцій і категорії мети, досвіду, самопочуття та пропозицій на рівні інсталяції, не пов’язуючи їх із вашим ім’ям тощо. Ми не надсилаємо числові дані про тіло чи харчування, фотографії, частоту серцевих скорочень, тривалість сну, місцезнаходження, нотатки або рекламний ідентифікатор.
vi: Chỉ khi đồng ý, chúng tôi sẽ gửi thông tin về cách sử dụng và mục đích của ứng dụng, cũng như kinh nghiệm, tình trạng sức khỏe và đề xuất của bạn, dưới dạng dữ liệu tổng hợp không liên quan đến tên riêng. Chúng tôi sẽ không thu thập bất kỳ số liệu nào về cơ thể, chế độ ăn uống, hình ảnh, nhịp tim, thời gian ngủ, vị trí, ghi chú hoặc ID quảng cáo.
zh_hans: 仅在你同意时，我们才会以安装实例为单位发送功能使用情况，以及目的、经验、状态和建议类别的分类信息；这些信息不会与姓名等个人信息关联。我们不会发送身体或饮食数值、照片、心率、睡眠时长、位置、备注或广告 ID。
zh_hant: 僅在同意的情況下，會將功能使用情況、目的、經驗、狀況和建議類別等資訊，與您的姓名或其他個人資料連結後，以安裝單位進行傳送。不會傳送身體或飲食相關的數據、照片、心率、睡眠時間、位置、筆記或廣告 ID。

# core_ui.b02b7cafa79f
source: 最初に目標を決めたら、毎日やることは3つだけ
ar_sa: بمجرد تحديد أهدافك لأول مرة، هناك ثلاثة أشياء فقط عليك القيام بها كل يوم.
ca: Un cop establiu els vostres objectius per primera vegada, només heu de fer tres coses cada dia.
cs: Po stanovení cíle, proveďte pouze 3 věci každý den.
da: Når du har fastsat dit mål, skal du kun udføre 3 ting hver dag
de_de: Nachdem Sie Ihr erstes Ziel festgelegt haben, erledigen Sie täglich nur 3 Dinge.
el: Αφού ορίσετε τον στόχο σας, κάνετε μόνο 3 πράγματα κάθε μέρα.
en_au: Once you've set your initial goal, there are only three things to do each day.
es_es: Después de establecer su objetivo, solo debe realizar 3 actividades al día.
fi: Kun olet asettanut ensimmäisen tavoitteen, tee vain 3 asiaa joka päivä.
fr_ca: Une fois vos objectifs définis, vous n'avez besoin de faire seulement 3 choses chaque jour.
gu: જ્યારે તમે પ્રથમ લક્ષ્ય નક્કી કરો, ત્યારે દરરોજ તમારે ફક્ત 3 વસ્તુઓ કરવાની રહેશે.
he: לאחר שהגדרת את המטרה שלך, יש לבצע 3 פעולות ביום
hi: जब आप अपना पहला लक्ष्य निर्धारित कर लें, तो हर दिन केवल 3 चीजें करें।
hr: Nakon što ste postavili cilj, dovoljno je raditi 3 stvari svaki dan.
hu: Miután megállapította az első célokat, csak 3 dolgot kell csinálni naponta
id: Setelah menetapkan tujuan awal, lakukan 3 hal setiap hari
it: Dopo aver definito il tuo obiettivo, dovrai fare solo 3 cose ogni giorno
ko: 목표를 설정한 후에는 매일 할 일은 3가지뿐
mr: पहिला ध्येय निश्चित केल्यानंतर, दररोज करायच्या गोष्टी ३ आहेत.
ms: Setelah menetapkan matlamat, lakukan 3 perkara setiap hari
nl_nl: Nadat je je eerste doel hebt vastgesteld, zijn er slechts 3 dingen die je elke dag moet doen.
no: Når du har satt ditt første mål, trenger du bare å gjøre 3 ting hver dag.
pl: Po ustaleniu celu, codziennie wykonuj tylko 3 czynności.
pt_br: Depois de definir seu objetivo, faça apenas 3 coisas por dia
pt_pt: Depois de definir seu objetivo, faça apenas 3 coisas por dia
ro: După ce ați stabilit obiective, aveți nevoie să faceți doar 3 lucruri în fiecare zi.
ru: После того, как вы определили свои цели, вам нужно выполнять всего 3 действия каждый день.
sk: Po stanovení cieľa, robte každý deň len 3 veci.
sl: Ko ste postavili svoje cilje, naredite samo 3 stvari vsak dan
sv: När du har bestämt ditt mål, gör bara 3 saker varje dag
ta: முதலில் இலக்கை நிர்ணயித்து, தினமும் செய்ய வேண்டியவை 3 மட்டும்
te: మీరు మొదట లక్ష్యాన్ని నిర్దేశిస్తే, మీరు రోజుకు మూడు పనులు మాత్రమే చేస్తారు.
th: เมื่อกำหนดเป้าหมายแล้ว ให้ทำสิ่ง 3 อย่างทุกวัน
tr: İlk hedefi belirledikten sonra, her gün yapmanız gereken 3 şey var
uk: Після того, як ви визначили ціль, вам потрібно робити лише 3 речі щодня
vi: Sau khi xác định mục tiêu, bạn chỉ cần thực hiện 3 việc mỗi ngày
zh_hans: 首先设定目标，每天只需做3件事
zh_hant: 設定目標後，每天只需做3件事

# core_ui.b059d3be52a7
source: 広告の商品名や気になった内容
ar_sa: اسم المنتج أو المشكلة الملحوظة في الإعلان
ca: Nom del producte o problema detectat a l'anunci
cs: Název produktu nebo problém zjištěný v reklamě
da: Produktnavn eller problem bemærket i annoncen
de_de: Produktname oder aufgefallenes Problem in der Anzeige
el: Όνομα προϊόντος ή πρόβλημα που παρατηρήθηκε στη διαφήμιση
en_au: Product name or issue noticed in the ad
es_es: Nombre del producto o problema detectado en el publicidad
fi: Mainoksessa huomattu tuotteen nimi tai ongelma
fr_ca: Nom du produit ou problème remarqué dans la publicité
gu: જાહેરાતમાં દેખાયેલ ઉત્પાદનનું નામ અથવા સમસ્યા
he: שם המוצר או הבעיה שנצפתה במודעה
hi: विज्ञापन में दिखा उत्पाद नाम या समस्या
hr: Naziv proizvoda ili problem primijećen u oglasu
hu: A hirdetésben észlelt terméknév vagy probléma
id: Nama produk atau masalah yang terlihat dalam iklan
it: Nome del prodotto o problema notato nell'annuncio
ko: 광고의 상품명 또는 확인한 문제
mr: जाहिरातीत दिसलेले उत्पादनाचे नाव किंवा समस्या
ms: Nama produk atau masalah yang dilihat dalam iklan
nl_nl: Productnaam of probleem in de advertentie
no: Produktnavn eller problem i annonsen
pl: Nazwa produktu lub problem zauważony w reklamie
pt_br: Nome do produto ou problema percebido no anúncio
pt_pt: Nome do produto ou problema percebido no anúncio
ro: Numele produsului sau problema observată în reclamă
ru: Название товара или замеченная проблема в рекламе
sk: Názov produktu alebo problém zistený v reklame
sl: Ime izdelka ali težava, opažena v oglasu
sv: Produktnamn eller problem i annonsen
ta: விளம்பரத்தில் காணப்பட்ட தயாரிப்புப் பெயர் அல்லது சிக்கல்
te: ప్రకటనలో కనిపించిన ఉత్పత్తి పేరు లేదా సమస్య
th: ชื่อสินค้าหรือปัญหาที่พบในโฆษณา
tr: Reklamda fark edilen ürün adı veya sorun
uk: Назва товару або помічена проблема в рекламі
vi: Tên sản phẩm hoặc vấn đề bạn nhận thấy trong quảng cáo
zh_hans: 广告中的商品名称或发现的问题
zh_hant: 廣告中的商品名稱或發現的問題

# core_ui.b0a2ce18faf2
source: APIサーバーは応答していますが、画像カロリー推定を利用できません。
ar_sa: خادم API يستجيب، لكن تقدير السعرات من الصور غير متاح.
ca: El servidor de l'API respon, però l'estimació de calories basada en imatges no està disponible.
cs: Server API odpovídá, ale odhad kalorií z obrázků není dostupný.
da: API-serveren svarer, men billedbaseret kalorieestimering er ikke tilgængelig.
de_de: Der API-Server antwortet, aber die bildbasierte Kalorienschätzung ist nicht verfügbar.
el: Ο διακομιστής API αποκρίνεται, αλλά η εκτίμηση θερμίδων από εικόνες δεν είναι διαθέσιμη.
en_au: The API server is responding, but image-based calorie estimation is unavailable.
es_es: El servidor de API responde, pero la estimación de calorías mediante imágenes no está disponible.
fi: API-palvelin vastaa, mutta kuvapohjainen kaloriarvio ei ole käytettävissä.
fr_ca: Le serveur API répond, mais l'estimation des calories à partir d'images est indisponible.
gu: API સર્વર જવાબ આપે છે, પરંતુ છબી પરથી કેલરીનો અંદાજ ઉપલબ્ધ નથી.
he: שרת ה-API מגיב, אך הערכת קלוריות מתמונה אינה זמינה.
hi: API सर्वर जवाब दे रहा है, लेकिन फ़ोटो से कैलोरी अनुमान उपलब्ध नहीं है।
hr: API poslužitelj odgovara, ali procjena kalorija iz slika nije dostupna.
hu: Az API-szerver válaszol, de a képalapú kalóriabecslés nem érhető el.
id: Server API merespons, tetapi estimasi kalori berbasis gambar tidak tersedia.
it: Il server API risponde, ma la stima delle calorie da immagini non è disponibile.
ko: API 서버는 응답하지만 이미지 기반 칼로리 추정을 사용할 수 없습니다.
mr: API सर्व्हर प्रतिसाद देत आहे, पण फोटोवर आधारित कॅलरी अंदाज उपलब्ध नाही.
ms: Pelayan API bertindak balas, tetapi anggaran kalori berasaskan imej tidak tersedia.
nl_nl: De API-server reageert, maar calorieschatting op basis van afbeeldingen is niet beschikbaar.
no: API-serveren svarer, men bildebasert kaloriestimering er ikke tilgjengelig.
pl: Serwer API odpowiada, ale szacowanie kalorii na podstawie zdjęć jest niedostępne.
pt_br: O servidor de API está respondendo, mas a estimativa de calorias por imagem não está disponível.
pt_pt: O servidor de API está respondendo, mas a estimativa de calorias por imagem não está disponível.
ro: Serverul API răspunde, dar estimarea caloriilor din imagini nu este disponibilă.
ru: Сервер API отвечает, но оценка калорий по изображениям недоступна.
sk: Server API odpovedá, ale odhad kalórií z obrázkov nie je dostupný.
sl: Strežnik API se odziva, vendar ocenjevanje kalorij na podlagi slik ni na voljo.
sv: API-servern svarar, men bildbaserad kaloriuppskattning är inte tillgänglig.
ta: API சர்வர் பதிலளிக்கிறது, ஆனால் புகைப்பட அடிப்படையிலான கலோரி மதிப்பீடு கிடைக்கவில்லை.
te: API సర్వర్ స్పందిస్తోంది, కానీ ఫోటో ఆధారిత కేలరీ అంచనా అందుబాటులో లేదు.
th: เซิร์ฟเวอร์ API ตอบสนอง แต่การประเมินแคลอรีจากภาพยังใช้งานไม่ได้
tr: API sunucusu yanıt veriyor ancak görüntüye dayalı kalori tahmini kullanılamıyor.
uk: Сервер API відповідає, але оцінювання калорій за зображенням недоступне.
vi: Máy chủ API đang phản hồi, nhưng tính năng ước tính calo từ ảnh hiện không khả dụng.
zh_hans: API服务器有响应，但基于图片的热量估算不可用。
zh_hant: API伺服器有響應，但基於圖片的熱量估算無法使用。

# core_ui.b0b7d41109d6
source: 未実施
ar_sa: لم يتم تنفيذه
ca: No implementat
cs: Neuskutečněno
da: Ikke udført
de_de: Nicht durchgeführt
el: Μη εκτελεσμένο
en_au: Not done.
es_es: No realizado.
fi: Ei toteutettu
fr_ca: Non effectué
gu: અ realización
he: לא התבצע
hi: निष्पादित नहीं
hr: Nije provedeno
hu: Nem elvégzett
id: Belum dilakukan
it: Non eseguito
ko: 미실행
mr: सुरू केले नाही
ms: Belum dilaksanakan
nl_nl: Niet uitgevoerd
no: Ikke utført
pl: Nie wykonane.
pt_br: Não realizado
pt_pt: Não realizado
ro: Nu a fost realizat
ru: Не выполнено
sk: Nespôsobené
sl: Neizvedeno
sv: Ej utfört
ta: செய்யாதது
te: చేయనిది
th: ยังไม่ได้ทำ
tr: Yapılmadı
uk: Не виконано
vi: Chưa thực hiện
zh_hans: 未执行
zh_hant: 未執行

# core_ui.b156d426183c
source: 現在の身体情報
ar_sa: المعلومات المادية الحالية
ca: Informació física actual
cs: Aktuální informace o těle
da: Aktuelt kropsinformation
de_de: Aktuelle Körperdaten
el: Τρέχουσα πληροφορία για το σώμα
en_au: Current body information
es_es: Información corporal actual
fi: Nykyiset kehon tiedot
fr_ca: Informations sur votre corps actuelles
gu: હાલનું શારીરિક માહિતી
he: מידע גופני נוכחי
hi: वर्तमान शारीरिक जानकारी
hr: Vaš trenutni fizički profil
hu: Jelenlegi testadatok
id: Informasi tubuh saat ini
it: Informazioni sul tuo corpo attuali
ko: 현재 신체 정보
mr: सध्याचे शारीरिक माहिती
ms: Maklumat badan semasa
nl_nl: Huidige lichaamsinformatie
no: Nåværende informasjon om kroppen
pl: Aktualne dane dotyczące ciała
pt_br: Informações físicas atuais
pt_pt: Informações físicas atuais
ro: Informațiile actuale despre corp
ru: Текущая информация о теле
sk: Aktuálna informácia o tele
sl: Trenutne informacije o telesu
sv: Nuvarande kroppsinformation
ta: தற்போதைய உடல் தகவல்கள்
te: ప్రస్తుత శారీరక సమాచారం
th: ข้อมูลร่างกายปัจจุบัน
tr: Mevcut vücut bilgileri
uk: Поточна інформація про тіло
vi: Thông tin cơ thể hiện tại
zh_hans: 当前的身体信息
zh_hant: 目前的身體資訊

# core_ui.b28b3c7c3418
source: 広告事業者
ar_sa: مزود الإعلانات
ca: Proveïdor d'anuncis
cs: Poskytovatel reklam
da: Annonceudbyder
de_de: Werbeanbieter
el: Πάροχος διαφημίσεων
en_au: Ad provider
es_es: Proveedor de publicidad
fi: Mainospalveluntarjoaja
fr_ca: Fournisseur de publicités
gu: જાહેરાત પ્રદાતા
he: ספק המודעות
hi: विज्ञापन प्रदाता
hr: Davatelj oglasa
hu: Hirdetésszolgáltató
id: Penyedia iklan
it: Fornitore di annunci
ko: 광고 제공업체
mr: जाहिरात प्रदाता
ms: Penyedia iklan
nl_nl: Advertentieprovider
no: Annonseleverandør
pl: Dostawca reklam
pt_br: Provedor de anúncios
pt_pt: Provedor de anúncios
ro: Furnizor de reclame
ru: Поставщик рекламы
sk: Poskytovateľ reklám
sl: Ponudnik oglasov
sv: Annonsleverantör
ta: விளம்பர வழங்குநர்
te: ప్రకటన ప్రదాత
th: ผู้ให้บริการโฆษณา
tr: Reklam sağlayıcısı
uk: Постачальник реклами
vi: Nhà cung cấp quảng cáo
zh_hans: 广告提供商
zh_hant: 廣告供應商

# core_ui.b3e3454f449d
source: {{value1}}を別の行動に変更
ar_sa: استبدل {{value1}} بإجراء آخر
ca: Substitueix {{value1}} per una altra acció
cs: Nahradit {{value1}} jinou akcí
da: Erstat {{value1}} med en anden handling
de_de: {{value1}} durch eine andere Aktion ersetzen
el: Αντικατάστησε το {{value1}} με άλλη ενέργεια
en_au: Replace {{value1}} with another action
es_es: Cambiar {{value1}} por otra acción
fi: Vaihda {{value1}} toiseen toimintoon
fr_ca: Remplacer {{value1}} par une autre action
gu: {{value1}}ને બીજી ક્રિયાથી બદલો
he: החלפת {{value1}} בפעולה אחרת
hi: {{value1}} को किसी और कार्रवाई से बदलें
hr: Zamijeni {{value1}} drugom radnjom
hu: {{value1}} lecserélése másik műveletre
id: Ganti {{value1}} dengan tindakan lain
it: Sostituisci {{value1}} con un'altra azione
ko: {{value1}}을 다른 행동으로 변경
mr: {{value1}} ऐवजी दुसरी कृती निवडा
ms: Gantikan {{value1}} dengan tindakan lain
nl_nl: Vervang {{value1}} door een andere actie
no: Erstatt {{value1}} med en annen handling
pl: Zastąp {{value1}} innym działaniem
pt_br: Substituir {{value1}} por outra ação
pt_pt: Substituir {{value1}} por outra ação
ro: Înlocuiește {{value1}} cu altă acțiune
ru: Заменить {{value1}} другим действием
sk: Nahradiť {{value1}} inou akciou
sl: Zamenjaj {{value1}} z drugim dejanjem
sv: Ersätt {{value1}} med en annan åtgärd
ta: {{value1}}-ஐ வேறு செயலால் மாற்றவும்
te: {{value1}}ను మరో చర్యతో మార్చండి
th: เปลี่ยน {{value1}} เป็นกิจกรรมอื่น
tr: {{value1}} yerine başka bir eylem seç
uk: Замінити {{value1}} іншою дією
vi: Thay {{value1}} bằng hành động khác
zh_hans: 将{{value1}}替换为其他行动
zh_hant: 將{{value1}}替換為其他行動
